// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Fax Transmission Record"="Registo transmissão fax";
"User Name"="Nome do Utilizador";
"Start Date/Time"="Inic. data/hora";
"End Date/Time"="Concl. data/hora";
"Recipient"="Destinatário";
"Company/Corp."="Empresa/Org.";
"Fax Number"="Número de fax";
"Status"="Estado";
"Number of Pages"="Núm. de páginas";
"Image Quality"="Qualid imagem";
"Str_Fax_Transmission_Record_Num_Of_Selected"="%1$d de %2$d seleccionado";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="Acerca do FAX Utility...";
"Preferences..."="Preferências...";
"Services"="Serviços";
"Hide FAX Utility"="Ocultar FAX Utility";
"Hide Others"="Ocultar Outros";
"Show All"="Mostrar Tudo";
"Quit FAX Utility"="Sair do FAX Utility";
"File"="Ficheiro";
"Close"="Fechar";
"Save"="Guardar";
"Edit"="Editar";
"Delete log"="Apagar registo";
"Window"="Janela";
"Minimize"="Minimizar";
"Help"="Ajuda";

// ------------------------------------------------------------------------
// Status
// ------------------------------------------------------------------------
"SentStatusError0"="Enviado";
"SentStatusError10001"="Transmissão cancelada";
"SentStatusError10002"="Destinatário não especificado";
"SentStatusError10003"="Formato de papel não suportado";
"SentStatusError10004"="Sem espaço em disco";
"SentStatusError10005"="Linha de fax ocup.";
"SentStatusError10006"="Número marcado inválido";
"SentStatusError10007"="Falha transmissão de cor";
"SentStatusError10008"="Sem tom de marcação";
"SentStatusError10009"="Sem resposta";
"SentStatusError10010"="Limite de dados excedido";
"SentStatusError10011"="Protocolo com. desconh.";
"SentStatusError10012"="Com. desligada (PC -> impressora)";
"SentStatusError10013"="Falha comum (impres. -> destinatário)";
"SentStatusError10014"="PC-FAX indisponível";
"SentStatusErrorComm"="Erro comunicação(%d)";
"SentStatusError10015"="Não obtém result. envio";
"SentStatusError110001"="Erro desconh.";

"SentResolutionNormal"="Normal";
"SentResolutionFine"="Ópt.(Cor)";
"SentResolutionPhoto"="Foto";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Cancelar";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Não encontra o ficheiro necessário p/ executar a aplicação.\nReinstale o FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Impossível obter dados da impressora (fax). Vá para \"Impr. e Preferências de fax\" e adicione o controlador PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="O ficheiro especificado já existe. Quer substituir?";
"Str_Alert_Common_Not_Responding_Error"="Impressora não responde. Veja se a impressora está bem ligada e ligada à corrente.";
"Str_Alert_Common_Communication_Error"="Ocorreu erro comunicação da impressora.";
"Str_Alert_Common_Printer_Processing_Error"="Impressora a processar dados. Aguarde um pouco e tente de novo.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Detectado erro ao comunicar c/ a impressora.\nCódigo de erro (%d)";
"Str_Alert_Common_Error_Occurred"="Processamento cancelado porque ocorreu erro.";
"Str_Alert_Common_PrinterStatusError"="Ocorreu erro na impressora. Resolva-o e tente de novo.";

// ------------------------------------------------------------------------
// Alert(FAX Transmission Records)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Transmission_Record_Cannot_Open"="Não pode abrir o Registo transmissão fax porque outra função do FAX Utility está em execução. Aguarde até que termine e tente de novo.";
"Str_Alert_Fax_Transmission_Record_Cannot_Open_Record_File"="O ficheiro de registo de transmissão de fax não abre. Não tem direitos de acesso ou o ficheiro não existe.";
"Str_Alert_Fax_Transmission_Record_Transmission_Record_Not_Found"="Sem registo de transmissão.";
"Str_Alert_Fax_Transmission_Record_LogData_Save_Failed"="Falha a guardar o ficheiro de registo. Altere o caminho e o nome do ficheiro e volte a guardá-lo.";
"Str_Alert_Fax_Transmission_Record_LogData_Delete_Failed"="Falha a apagar o ficheiro de registo. É possível que outra aplicação esteja a usá-lo, que não tenha direitos de acesso ou que já tenha sido apagado.";
"Str_Alert_Fax_Transmission_Record_Confirm_Delete_LogFile"="Todos os registos serão apagados. Quer continuar?";

// ------------------------------------------------------------------------
"SentStatusError10017"="Falha de autenticação (não permitida)";
"SentStatusError10018"="Ligação de linha telefónica incorrecta";
"SentResolutionPhotoY2"="Qualidade";
"SentResolutionPhotoX2Y2"="Alta Qualidade";
